tap "anomalyco/tap"
tap "fastrepl/hyprnote"
tap "sst/tap"
tap "steipete/tap"
tap "supabase/tap"
brew "atuin"
brew "chezmoi"
brew "cloudflared"
brew "docker"
brew "e2b"
brew "gemini-cli"
brew "gh"
brew "git-delta"
brew "killport"
brew "lazygit"
brew "mise"
brew "neovim"
brew "pipx"
brew "tmux"
brew "watch"
brew "anomalyco/tap/opencode"
brew "sst/tap/sst"
brew "supabase/tap/supabase"
cask "1password"
cask "1password-cli"
cask "antigravity"
cask "chatgpt"
cask "chatgpt-atlas"
cask "cloudflare-warp"
cask "codex"
cask "steipete/tap/codexbar"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "finicky"
cask "font-iosevka"
cask "fork"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "fastrepl/hyprnote/hyprnote@nightly"
cask "linear-linear"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "yaak"
vscode "ahgood.shift-shift"
vscode "biomejs.biome"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "openai.chatgpt"
vscode "vscodevim.vim"
